---
kind: other
id: Methods.T:Autodesk.Revit.DB.ScheduleHeightsOnSheet
source: html/8d99a0b7-b500-8070-a386-58f3a7c50b0c.htm
---
# ScheduleHeightsOnSheet Methods

Returns each row's height of schedule body on sheet view.